Computer_Topic_Lectures/Advanced_Graphics_in_R/Laurie_Stevison_20161129_Guest_Lecture/ggplot2_exercise_HW/Checked/ggplot2_exercise_out_of_10.tex
% Created 2016-11-29 Tue 11:45
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Stephen Sefick}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Stephen Sefick},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 24.3.1 (Org mode 8.3.6)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Grading Rubric (6 total points)}
\label{sec:orgheadline1}
\begin{itemize}
\item Plot\_5 (1.67) - Histogram faceted
\item Plot\_6\_cyl\_and\_gears (1.67) - 2 plots cyl and gears versus mpg
\item Not included; Sefick Typo; However either 6 or 7 accepted
\item \emph{Plot\_7 linear model smooth - Deprecated}
\item Plot\_15 (1.67) - linear smoothing
\item Plot\_17 (1.67) - gridded facet\_grid(gear\textasciitilde{}am) with cyl as color
\item Timseries Plot (1.67)
\item Questions (0.56/per)
\end{itemize}
\section{Grades}
\label{sec:orgheadline22}
\subsection{Alenzi (8.32/10.03)}
\label{sec:orgheadline2}
\begin{itemize}
\item no questions answered in alenzi\_velocity\_answers.txt (all other student generated text files searched; -1)
\end{itemize}
\subsection{Beaty (10.03/10.03)}
\label{sec:orgheadline3}
\subsection{Brown (8.32/10.03)}
\label{sec:orgheadline4}
\begin{itemize}
\item Brown\_velocity\_answers.txt contains answers to Ex1 not Ex2 (all other student generated text files searched; -1)
\end{itemize}
\subsection{Clark (9.195/10.03)}
\label{sec:orgheadline5}
\begin{itemize}
\item plot\_15 not colored by transmission type (not included in code; -0.835)
\end{itemize}
\subsection{Dalis (10.03/10.03)}
\label{sec:orgheadline6}
\subsection{Davis (10.03/10.03)}
\label{sec:orgheadline7}
\subsection{Gardner (10.03/10.03)}
\label{sec:orgheadline8}
\subsection{Jiang (10.03/10.03)}
\label{sec:orgheadline9}
\subsection{Khan (10.03/10.03)}
\label{sec:orgheadline10}
\begin{itemize}
\item Only 1 graph for 5 (no gears; However in code)
\end{itemize}
\subsection{Lang (10.03/10.03)}
\label{sec:orgheadline11}
\subsection{Mazzola (10.03/10.03)}
\label{sec:orgheadline12}
\begin{itemize}
\item missing plot 15 CODE written Incorrectly (one more "(" infront of am)
\end{itemize}
\subsection{Naranjo (10.03/10.03)}
\label{sec:orgheadline13}
\subsection{Newton (10.03/10.03)}
\label{sec:orgheadline14}
\subsection{Powers (10.03/10.03)}
\label{sec:orgheadline15}
\subsection{Seo (10.03/10.03)}
\label{sec:orgheadline16}
\subsection{Sipley (9.195/10.03)}
\label{sec:orgheadline17}
\begin{itemize}
\item only 1 (cyl) plot for plot\_5 (no code for gears; student code searched; -0.835)
\end{itemize}
\subsection{Thompson (10.03/10.03)}
\label{sec:orgheadline18}
\subsection{Wang (10.03/10.03)}
\label{sec:orgheadline19}
\subsection{Watkins (9.195/10.03)}
\label{sec:orgheadline20}
\begin{itemize}
\item only 1 boxplot 6 (transmission type; code searched -0.5)
\end{itemize}
\subsection{Westfall (10.03/10.03)}
\label{sec:orgheadline21}
\end{document}
